Repository: nasar416/Fax
Catalog: Faxlane/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: Home
ar: الرئيسية

source: Send
ar: إرسال

source: Faxes
ar: الفاكسات

source: Settings
ar: الإعدادات

source: New fax
ar: فاكس جديد

source: Go Pro
ar: الترقية

source: Send a fax in 30 seconds.
ar: أرسل فاكسًا في 30 ثانية.

source: Get more
ar: احصل على المزيد

source: Scan
ar: مسح ضوئي

source: Files
ar: الملفات

source: Photos
ar: الصور

source: Recent
ar: الأحدث

source: See all
ar: عرض الكل

source: No faxes yet
ar: لا توجد فاكسات بعد

source: No fax number yet
ar: لا يوجد رقم فاكس بعد

source: Get your own fax number
ar: احصل على رقم فاكس خاص بك

source: Receive faxes and send more pages
ar: استقبل الفاكسات وأرسل صفحات أكثر

source: Upgrade
ar: ترقية

source: Dismiss
ar: إغلاق

source: Inbox
ar: الوارد

source: Sent
ar: المرسلة

source: Outbox
ar: الصادر

source: Trash
ar: المحذوفات

source: Delivered
ar: تم التسليم

source: Failed
ar: فشل

source: Received
ar: مستلم

source: Sending
ar: جارٍ الإرسال

source: Queued
ar: في الانتظار

source: Locked
ar: مقفل

source: Waiting for internet
ar: بانتظار الإنترنت

source: Get a number to receive faxes
ar: احصل على رقم لاستقبال الفاكسات

source: Choose your number
ar: اختر رقمك

source: Restore
ar: استعادة

source: Retry
ar: إعادة المحاولة

source: Delete
ar: حذف

source: Block
ar: حظر

source: Mark read
ar: تمييز كمقروء

source: Share
ar: مشاركة

source: Search name, number or date
ar: ابحث بالاسم أو الرقم أو التاريخ

source: Faxes sent to this number land here
ar: تصل هنا الفاكسات المرسلة إلى هذا الرقم

source: Copy fax number
ar: نسخ رقم الفاكس

source: To
ar: إلى

source: Fax number
ar: رقم الفاكس

source: Pages
ar: الصفحات

source: Add pages
ar: إضافة صفحات

source: Scan with camera
ar: المسح بالكاميرا

source: Write a page
ar: كتابة صفحة

source: Add a cover sheet
ar: إضافة صفحة غلاف

source: Edit cover sheet
ar: تعديل صفحة الغلاف

source: Review
ar: المراجعة

source: Send fax
ar: إرسال الفاكس

source: Choose recipient
ar: اختر المستلم

source: Search contacts
ar: ابحث في جهات الاتصال

source: Cancel
ar: إلغاء

source: Done
ar: تم

source: Continue
ar: متابعة

source: Get started
ar: ابدأ

source: Skip
ar: تخطي

source: Choose your language
ar: اختر لغتك

source: Scan any paper in seconds
ar: امسح أي ورقة في ثوانٍ

source: Fax anywhere in the world
ar: أرسل فاكسًا إلى أي مكان في العالم

source: Know it arrived
ar: اعرف أنه وصل

source: Know the moment your fax arrives
ar: اعرف لحظة وصول الفاكس

source: Turn on notifications
ar: تفعيل الإشعارات

source: Not now
ar: ليس الآن

source: Welcome back
ar: مرحبًا بعودتك

source: Choose your plan
ar: اختر باقتك

source: Weekly
ar: أسبوعي

source: Monthly
ar: شهري

source: Annual
ar: سنوي

source: Basic
ar: الأساسية

source: Premium
ar: المميزة

source: Business
ar: الأعمال

source: Enterprise
ar: المؤسسات

source: Most popular
ar: الأكثر شيوعًا

source: Start 3-day free trial
ar: ابدأ التجربة المجانية لمدة 3 أيام

source: Close
ar: إغلاق

source: Guest account
ar: حساب ضيف

source: Comes back if you reinstall
ar: يعود تلقائيًا إذا أعدت التثبيت

source: Free plan
ar: الباقة المجانية

source: Fax
ar: الفاكس

source: Fax numbers
ar: أرقام الفاكس

source: Pause receiving
ar: إيقاف الاستقبال مؤقتًا

source: Contacts, groups & blocked
ar: جهات الاتصال والمجموعات والمحظورة

source: Team
ar: الفريق

source: Language
ar: اللغة

source: Delivery notifications
ar: إشعارات التسليم

source: New fax received alerts
ar: تنبيهات الفاكس الوارد

source: Back up faxes to iCloud
ar: نسخ الفاكسات احتياطيًا إلى iCloud

source: Privacy
ar: الخصوصية

source: Keep faxes for
ar: الاحتفاظ بالفاكسات لمدة

source: Share page usage for refund reviews
ar: مشاركة استخدام الصفحات عند طلب الاسترداد

source: Support
ar: الدعم

source: Restore purchases
ar: استعادة المشتريات

source: Redeem a code
ar: استخدام رمز

source: Help and support
ar: المساعدة والدعم

source: Account
ar: الحساب

source: Delete account
ar: حذف الحساب

source: Contact support
ar: تواصل مع الدعم

source: Report a problem
ar: الإبلاغ عن مشكلة

source: Send message
ar: إرسال الرسالة

source: Contacts
ar: جهات الاتصال

source: All
ar: الكل

source: Groups
ar: المجموعات

source: Blocked
ar: المحظورة

source: Import from your phone
ar: استيراد من هاتفك

source: New group
ar: مجموعة جديدة

source: Allow access
ar: السماح بالوصول

source: Team contacts
ar: جهات اتصال الفريق

source: See Business plan
ar: عرض باقة Business

source: Sign & fill
ar: التوقيع والتعبئة

source: Reply
ar: رد

source: Forward
ar: إعادة توجيه

source: Print
ar: طباعة

source: Block this sender
ar: حظر هذا المرسل

source: Move to Trash
ar: نقل إلى المحذوفات

source: Fax it back to the sender
ar: أعِد إرساله بالفاكس إلى المرسل

source: Time to update Faxlane
ar: حان وقت تحديث Faxlane

source: Update in the App Store
ar: التحديث من App Store

source: Sending is paused for a moment
ar: الإرسال متوقف لبعض الوقت

source: Sending your fax…
ar: جارٍ إرسال الفاكس…

source: Calling the fax machine…
ar: جارٍ الاتصال بجهاز الفاكس…

source: Fax not sent
ar: لم يُرسل الفاكس

source: Share receipt
ar: مشاركة الإيصال

source: Failed faxes never use your pages.
ar: الفاكس الفاشل لا يستخدم صفحاتك.

source: Sending to %@
ar: جارٍ الإرسال إلى %@

source: Each page to %@ counts as %lld pages.
ar: كل صفحة إلى %1$@ تُحتسب %2$lld صفحات.
